{
    "title": "The Ruins of Gorlan",
    "serie": "Rangers Apprentice",
    "author": "John Flanagan",
    "release": "2004",
    "pages": "282",
    "synopsis": "The Ruins of Gorlan was originally a set of short stories written by author John Flanagan for his son Michael to encourage him to read. Flanagan wrote one story each week for twenty weeks. About ten years later, Flanagan returned to these stories and decided to write them into a full-length novel.[1] <br \/>\r\n<br \/>\r\nThe character Horace was based on Michael&#39;s friend Jeremy, but in the original short stories Flanagan made Horace the villain. In the stories, Horace disappears after Will saves his life on the boar hunt, while in the novel, Flanagan was able to make Morgarath the main villain and &quot;rehabilitate&quot; Horace to keep him as a main character. Flanagan thought that the idea of a bully being bullied was a strong concept that was not in the original stories and was later incorporated into the novel. He planned this parallel storyline in Battleschool to develop and show how Horace could help Will through his &quot;linear thinking&quot;. Flanagan was careful to make the distinction that Horace was not stupid, since he was, in fact, a straight thinker which helped balance Will&#39;s wild thinking.[2]<br \/>\r\n<br \/>\r\n Will was based on Michael, and shared some of his physical attributes, including his small stature and agile movement. Most importantly, Flanagan wanted to show his son that there was an advantage to being small and that not all heroes have to be tall and muscular.[1] ",
    "create": "a8158d6cab83f978249df32afdf79da6",
    "edit": [
        "59c1718f3697d516a2c8211cff43d40b"
    ],
    "reviews": [
        {
            "uid": "a8158d6cab83f978249df32afdf79da6",
            "review": "Everyone who hathen's read thus book as of thee. Read thy book of wonders at a moment such as this.",
            "revID": "5fd6510b5a9765.83810959"
        },
        {
            "uid": "e1a250d7f1edd2f4b37dea62b511e128",
            "review": "OMG 15 out of 10 points! This book shall be everyone's Destiny! Really recommend!<br \/>\r\n<br \/>\r\nRead it now! You won't regret it! Doesn't matter if it's your first book or if you've read for a thousand years!",
            "revID": "5fd6518557bc64.11423891"
        }
    ]
}