{
    "title": "The Final Empire",
    "serie": "Mistborn",
    "author": "Brandon Sanderson",
    "release": "2006",
    "pages": "541",
    "synopsis": "Mistborn: The Final Empire is set on the dystopian world of Scadrial, where ash constantly falls from the sky, all plants are brown, and supernatural mists cloak the landscape every night. One thousand years before the start of the novel, the prophesied Hero of Ages ascended to godhood at the Well of Ascension in order to repel the Deepness, a terror threatening the world whose true nature has since been lost to time. Though the Deepness was successfully repelled and mankind saved, the world was changed into its current form by the Hero, who took the title &quot;Lord Ruler&quot; and has ruled over the Final Empire for a thousand years as an immortal tyrant and god. Under his rule, society is stratified into the nobility, believed to be the descendants of the friends and allies who helped him achieve godhood, and the brutally oppressed peasantry descended from those who opposed him, known as skaa.<br \/>\r\n<br \/>\r\n<br \/>\r\nMagic is central to the Mistborn world. The most widely known discipline of magic is called Allomancy, which allows users to gain supernatural abilities by swallowing and &quot;burning&quot; specific metals. Allomantic potential is a genetic trait concentrated in the nobility, though skaa Allomancers also exist due to crossbreeding between the nobility and the skaa. Normal Allomancers have access to one Allomantic power, but an incredibly rare subset of Allomancers, called Mistborn, have access to every Allomantic power. ",
    "create": "e1a250d7f1edd2f4b37dea62b511e128",
    "edit": [],
    "reviews": [
        {
            "uid": "e1a250d7f1edd2f4b37dea62b511e128",
            "review": "Mistborn and Brandon Sandersson are an amazing author. Top 10 out of 10, really recommend!!",
            "revID": "5fd67f2c243df2.62354626"
        },
        {
            "uid": "59c1718f3697d516a2c8211cff43d40b",
            "review": "Shut up, nerd!",
            "revID": "5fd8dc590eda98.38710859"
        }
    ]
}