{
    "title": "The Burning Bridge",
    "serie": "Rangers Apprentice",
    "author": "John Flanagan",
    "release": "2005",
    "pages": "",
    "synopsis": "In the prologue, Halt (a legendary Ranger) sees Dirk Reacher, one of Morgarath&#39;s allies, give him a plan. Halt thinks about this, but eventually decides it&#39;s true.<br \/>\r\n<br \/>\r\nMeanwhile, on a special mission for the Ranger Corps, Will (the protagonist and Halt&#39;s apprentice), his friend Horace (a Battleschool apprentice), and the Ranger Gilan (another of Halt&#39;s former apprentices) travel to Celtica, a neighbouring country southwest of Araluen. When they ride to Celtica, they discover that all the people in the villages have mysteriously vanished. Will and Horace wonder if all the villagers have been slain or captured, but Gilan believes that the evil Lord Morgarath devised a plan to cross the mountain pass faster. If that was true, and the King wasn&#39;t warned, the country would be destroyed. Gilan rides to warn King Duncan, the King of Araluen, and Will and Horace begin to follow a straggling Wargal force. On their way, they come across an abandoned girl named Evanlyn, who claims to be a maid to a lady of the Araluen court, but is actually the Princess herself in disguise. When the three of them follow the dimwitted Wargals they discover that a gargantuan bridge is in the process of being built across the impassable Fissure for their war party to cross. They also discover that the King&#39;s army will be trapped on the Plains of Uthal, because the plans that Halt captured in the prologue of the book were merely a ruse to distract them. Will burns the bridge with Evanlyn&#39;s help. <br \/>\r\n<br \/>\r\nEvanlyn tries to warn Will about a rock thrown by a Skandian but is too late, giving a chance for a Skandian to grab them. Will and Evanlyn are taken captive by the group of Skandians ruled by Jarl Erak, but Horace is able to escape their grasp. After, he tells the King and his aides about what is going to happen, the army starts to get prepared for the army that is supposed to attack them from behind, Halt is sent to take care of them with a force of cavalry and archer units (an archer and pikeman). In the middle of the battle, Morgarath calls a truce and challenges Halt to a duel, but King Duncan forbids it to happen. Then, unexpectedly, Horace challenges Morgarath to single combat. About to be defeated by Morgarath, Horace then, in a last-ditch attempt to win the battle, throws himself into the path of the battle horse, to throw it off balance. He is successful, but only manages to wind Morgarath. Morgarath is confident that he is going to win by a last powerful stroke of his broadsword, but Horace blocks it with the double-knife defence that Gilan taught Will and stabs Morgarath in the heart to win the battle. The Wargals become harmless as soon as Morgarath dies and the mind domination is broken. Immediately Halt goes looking for Will and Cassandra but he is too late. The Skandians sail for Skandia to sell Will and Princess Cassandra as slaves. ",
    "create": "a8158d6cab83f978249df32afdf79da6",
    "edit": [
        "e1a250d7f1edd2f4b37dea62b511e128",
        "59c1718f3697d516a2c8211cff43d40b"
    ],
    "reviews": [
        {
            "uid": "59c1718f3697d516a2c8211cff43d40b",
            "review": "Good book *claps*",
            "revID": "5fd65789783258.97642396"
        }
    ]
}